Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 亚伯罕笑着道：“你尝尝，味道也有异曲同工之妙。”
en_us: Abraham said with a smile, "Try it, it tastes rather similar."

source: 亚伯罕自己有些打累了，这才停下，看了一眼捂着裆躺在地上的奥尔登，说道：“今天这事，就这么算了，我告诉你，以后这家酒馆，我罩了，你们谁要是需要倒酒的，就来找我，我包你们满意。”
en_us: Abraham got tired of beating Aulden and stopped. He glanced at the man who was lying on the ground, covering his crotch, and said, "I'll let tonight's incident go. Let me tell you. This tavern is under my care. If any of you need someone to pour your wine, look for me, and I'll make sure to satisfy you."

source: 亚伯罕说道：“掉头，去后边那家酒馆。”
en_us: Abraham said, "Turn back to that tavern behind us."

source: 亚伯罕走了，喝的半醉的约瑟夫等人也是纷纷结账离去。
en_us: After Abraham left, Joseph, and the others who were tipsy, settled the bill and left.

source: 亚伯罕选了个角落的位置，面朝着墙壁，一个人坐着，倒是用不着担心被人认出来和打搅。
en_us: Abraham chose a seat in the corner which faced a wall. He sat alone, and was not worried about being recognized or disturbed.

source: 亚北米娅、芭芭拉、瑞娜、姬娜、雪莉尔、安娜等留守儿童，围坐在餐桌前，热闹的吃着火锅，一旁的烤架上还摆满了烤肉串儿。
en_us: Yabemiya, Babla, Rena, Gina, Shirley, Anna, and the other kids who stayed, sat around the table, enjoying the hot pot. There was a grill at the side filled with kebabs.

source: 亚北米娅有些诧异的看了一眼麦格。
en_us: Yabemiya flicked a glance at Mag with surprise.

source: 亚历克斯和伊琳娜深夜突然出现在皇宫外，可是让洛都城里的强者们为之一惊。
en_us: The sudden appearance of Alex and Irina outside the palace took all the powerhouses in Rodu by surprise.

source: 亲眼目睹了这一切的数十个奴隶宿舍，终于开始骚动起来。
en_us: The slaves in the other dormitories who witnessed this started to rebel.

source: 人人都敢说自己会拍黄瓜，可却不是谁拍的黄瓜都能称得上美味。
en_us: Everyone would dare to say that they knew how to make Smashed Cucumber Salad but not everyone could make their Smashed Cucumber Salad delicious.

source: 人们在这里进行不可见光的交易，奴隶、性命、精灵……只要你有钱，黑市能够满足你的一切需求。
en_us: People would do secret transactions here, of slaves, lives, elves... as long as you have the money, the black market can satisfy all your needs.

source: 人们很快在酒柜后的显眼处看到了两款酒的标价和几样配菜的标价。
en_us: The customers discovered the price tag of the two liquors and the side dishes hanging obviously above the bar counter.

source: 人们惊叹于艾米她们百发百中命中率的同时，也是有些跃跃欲试。
en_us: The people were tempted to try their luck while being amazed at Amy, Irina, and Annie's 100% hit rate.

source: 人嘛，脚步还是要落在地上更踏实。
en_us: Humans have to be more down-to-earth.

source: 人家这般为自己抱不平，自己却馋人家的老公，实在是太下贱了。
en_us: She was seeking justice for her, but yet she was lusting after her husband. She was really too cheap.

source: 人家都已经坐下来了，麦格自然不好把人家往外面赶，只好也给她倒了一杯茶。
en_us: Eiffie had already sat down, so Mag naturally couldn't chase her away. He could only pour her a cup of tea.

source: 人气不足导致装修的动力不足，现在趁着双金奖的热度，也是让各位老板萌生了升级店铺的心思。
en_us: The low popularity caused the inertia to refurbish. With the popularity of the twin gold awards, all the bosses had the thought of upgrading their shops.

source: 人群中，埃菲慢慢向后挪了一点，侧身让自己藏到餐厅老板肥壮的身躯之后，脸蛋微微泛红。
en_us: Eiffie slowly backed out in the crowd. She hid herself behind the restaurant's boss's fat body, and blushed slightly.

source: 今天塞班酒馆多了不少新客，没有经历过高度酒调教的他们，很快便醉倒。
en_us: There were many new customers at Saipan Tavern today. They, who hadn't tried hard liquor before, got drunk quickly.

source: 今天她是来感谢哈迪斯先生的，顺便告诉他品酒大会已经报名成功。
en_us: She specially came to thank Mr. Hades today and to inform him that the registration for the liquor tasting was successful.

source: 今天她穿了一件酒红色长裙，将她凹凸有致的身材完美呈现。
en_us: She wore a burgundy red long dress today. It emphasized her shapely figure perfectly.

source: 今天是品酒大会的正赛日期，作为夺冠热门，麦格当然要到场瞧瞧。
en_us: Today was the liquor tasting event competition day. As a hot favorite for the champion, Mag had to be there to take a look.

source: 今天的客人进店，不少都问了麦格是否参加品酒大会，可见品酒大会就好酒人士的圈子里还是有着不小的影响力。
en_us: Many of the customers who came today asked Mag if he would be joining the liquor tasting event, showing that the alcohol-lovers in the liquor tasting event were still rather influential in the circle.

source: 今天第二个五十分出现了！
en_us: The second 50 points in the day appeared!

source: 今天这鱼香茄子做的，是人吃的吗？连最基本的刀工都做不好，茄子一块大一块小，这态度能做出什么好菜来？
en_us: The eggplant with garlic sauce today is not fit for eating. Even the most basic cutting is not done well. The eggplant pieces are in different sizes. Can you cook a dish well with this attitude?

source: 今天鲍里斯和她交谈的时候，的确给出了一个非常有诚意的价码，里斯酒馆的合伙人，三成的股份，一年躺赚上千万的分红，还能继续全额保留泰坦酒馆的所有权。
en_us: Boris had indeed given her a very sincere price when he talked to her today. Partner of Reese Tavern with 30% shares. She could earn hundreds of millions of dividend every year while keeping Titan Tavern to herself.

source: 今日从兵部出来，刚好看到波比，知道这位小兄弟常与赫克托一起喝酒，他们也一起喝过几次，挺对他味的，所以便邀他一起来喝酒，顺便悼念一下赫克托。
en_us: When he walked out from the Ministry of Defense today, and chanced upon Bobby, he invited Bobby to have a drink in memory of Hector since he knew that Bobby had been drinking often with Hector. He also had a few drinks with Bobby on certain occasions, and found that they could get along rather well.

source: 今日在这里再闻到正宗泰坦酒的酒香，的确让不少老酒客有些唏嘘和怀念。
en_us: Smelling the authentic fragrance of the Titan Liquor again here today made many old customers of Titan Liquor reminisce its taste.

source: 今日奥斯特召集他们来此，也是和此事有关。
en_us: Auster gathered them for a discussion today was most likely related to it as well.

source: 今日法部的几位大臣决定出来喝酒，听兵部过来交接的人说罗莫街上新开了一家酒馆，里边的酒是难得一见的佳酿，一行人便抱着来瞧瞧的心态到了这里。
en_us: Today, a few of the courtiers from the Ministry of Law had decided to come out for drinks. They heard from the Ministry of Defense that there was a newly opened tavern on Romo Street, and the wine there was too good to be true. Therefore, they came over to try.

source: 今日白天还听着奥斯特对明日伏杀康妮之事侃侃而谈，现在他却突然被杀了。
en_us: Auster was still talking about how to ambush and kill Connie in the day, and now he was killed all of a sudden.

source: 今日的塞班酒馆，比起往日要更为热闹。
en_us: The Saipan Tavern today was much more busier than before.

source: 今早无事，所以麦格收拾好东西后，泡了壶水果茶，一家人围坐在桌前。
en_us: They had nothing to do in the morning, so Mag made a pot of fruit tea after clearing up and the whole family sat around the table.

source: 今晚之后，暮光森林只有康妮的声音。
en_us: After tonight, only Connie's voice would be heard in the Twilight Forest.

source: 今晚的酒馆生意依旧不错，虽然还未达到爆满的程度，但一晚下来，十万铜币还是轻松进账。
en_us: Business at the tavern tonight was still not bad. Although it was not at the full house level, earning 10,000 copper coins a night was still rather easy.

source: 从今天开始，泰坦酒馆才算是真正意义上的回归。
en_us: From today onwards, Titan Tavern had finally returned.

source: 从他的数据库检索出来的结果显示，这些食物应该都来自于一个名为地球的低阶星球，包括扬州这个地名。
en_us: From what it found from its database, this food should be from a lowly star called Earth, which was where the place named Yangzhou was.

source: 从他的衣着打扮来看，虽然不算富裕，但也绝对不是什么流浪汉。
en_us: Judging from his attire, although he did not seem rich, he was definitely not a homeless man.

source: 从体型上判断，他没有把握能够从这个贱贱的酒馆老板手里抢到那些金币。
en_us: Judging from physical size, he was not certain that he could snatch those gold coins from this darn tavern owner.

source: 从兵部这几天的遭遇来说，他这副样子并不难理解，甚至他能在这个时候来到这里喝酒，说明他的确距离兵部的核心权利圈有些远。
en_us: Based on what had happened in the military over the past few days, his exhaustion was not difficult to understand. On top of that, him being able to come here for a drink at this time showed that he wanted to stay further away from the core power struggle in the military.

source: 从冰箱里取出昨晚提前揉好的面团，温度设定好之后，现在正是发酵的最完美的状态。
en_us: He took out a ball of dough he prepared last night from the fridge. After setting the temperature, it was at its best state for the yeast to work.

source: 从各种资料来看，教廷在人族的历史上都是非常正面的形象。
en_us: Judging from the various resources, the Holy See had always had a very positive image in the human's history.

source: 从员工们散漫的神态，以及老板们眉眼间难掩的忧虑来看，这里的商业环境已经恶化到无法继续经营的程度。
en_us: Judging from the employees' relaxed attitude and the bosses' ill-concealed worried looks, the business atmosphere here had deteriorated to the point where it was already very difficult to continue their operation.

source: 从来到这个世界为止，系统都表现出一切尽在掌控的高级感。
en_us: Ever since he came to this world, the System had given off the vibe that it was in control of everything.

source: 从现场来看，这是一场一边倒的战斗。
en_us: Looking at the scene, this seemed to be a one-sided battle.

source: 从衣着来看，这两位都是有钱的上流人士，莫非还真又让他遇见了冤大头？他的运气也太好了吧？！
en_us: Judging from their clothes, both of them should be the rich upper-class people. Perhaps, he had really bumped into idiots? Was his luck really that good?!

source: 从酒柜下边取出前天伊琳娜喝了小半瓶的茅台酒，打开瓶盖倒了一小杯到一个类似于小号熏香炉的小罐子里。
en_us: He took out the half bottle of Maotai that Irina had drunk two days ago under the bar cabinet. He opened the cap and put a small glass of Maotai into a small container that resembled a small aromatherapy diffuser.

source: 从麦格和那两个孩子的衣着和气质看得出这是有钱人，这段时间也时常有好心人来看望孩子，可那些有钱人的孩子和院子里的孩子有着明显的差别和隔阂，很难玩到一起。
en_us: Judging from Mag and the two children's clothing and temperament, it was obvious that they were wealthy people. Although there were often kind-hearted people visiting the children recently, those rich people's children had an obvious difference and a barrier with the orphanage's children. It was difficult for them to play together.

source: 他一边抵挡着兰克斯特的攻击，一边继续呼唤他，但除了让他变得更加疯狂之外，并未起到什么明显的效果。
en_us: As Mag tried to block Rankster's attack, he continued calling out to him. However, there did not seem to be any obvious effect other than making him even more hysterical.

source: 他下意识的想要抬起右手，却发现自己已经失去了整条右臂，左手连忙抓起床边的大刀，向上挥斩而去。
en_us: He wanted to raise his right hand instinctively, but he realized his entire right arm was already gone. He quickly grabbed his saber with his left and slashed across.

source: 他不是狂妄，而是有着完全匹配的实力。
en_us: He wasn't being arrogant, instead he had the strength to match it.

source: 他不甘啊！
en_us: He was indignant!

source: 他不知道乔修为何会招惹上魔鬼，恐怕也没有人会知道。
en_us: He didn't know how Josh got involved with the devil. Perhaps no one would ever know.

source: 他主要是怕伊琳娜动不动就把冷冷的折叠椅往客人的脸上拍。
en_us: He was mainly afraid that Irina would throw the cold foldable chair at the customers for no rhyme or reason.

source: 他买下的这半条街，价格自然水涨船高。
en_us: The value of the half of the street that he bought would naturally increase as well.

source: 他们似乎明白了一直安分的奴隶，今晚为何突然变得亢奋且激进。
en_us: They seemed to understand why the usually docile slaves suddenly became agitated and radical tonight.

source: 他们只是赶到现场，保护现场，清理现场。
en_us: All they did was rush to the site, ensure security, and clean things up.

source: 他们在小吃街吃了一转，但小家伙没有吃饱，所以又在别人的推荐下来了这家新开不久的牛肉馆子再吃一顿。
en_us: They had tried all the snacks on the snacks street, but the little one wasn't full, so they came to this newly opened beef restaurant under someone's recommendation.

source: 他们在这里看了不少人套鹅，可这么小的小姑娘来套，还是第一次见，那大肥鹅要是把脖子伸长了，可不比这小家伙矮了。
en_us: They had been watching many people trying to catch the geese, but this was the first time they saw such a little girl trying to catch one. If those geese stretched their necks up, they would be taller than this little one.

source: 他们好不容易出了洛都城，一路风尘仆仆的赶到这里，没想到却吃了个闭门羹。
en_us: They finally came out of Rodu and traveled all the way here but did not expect to be locked out.

source: 他们怎么也想不到，原本还只能任他们宰割的奴隶，此刻竟然成了能够对他们肆意生杀予夺的存在。
en_us: They had never expected that those slaves who were at their mercy before, had become an existence that could decide their life and death.

source: 他们想要的是横推整个世界，然后当诺兰大陆的君主，让各种族臣服。
en_us: What they wanted was to sweep across the whole world, and then become the king of the Norland Continent, making all the races bow to them.

source: 他们想起来了，刚刚这个男人因为身边群美环绕，还差点被认成男爵大人。
en_us: They recalled that this man was mistaken to be the Lord Baron earlier because he was surrounded by beautiful ladies.

source: 他们拍打着栏杆和木板，发出了愤怒而绝望的叫吼。
en_us: They started hitting the fence and wood as they let out desperate and furious howls.

source: 他们是农场耕种的主力，供养着布鲁斯特家族和风之森林。
en_us: They were the main workforce of the farms that provided for the Brewster Family and the Wind Forest.

source: 他们是凭空消失的，并且被屏蔽了定位信号，这是极其异常的情况，所以本系统向你进行告知。”系统严肃道。
en_us: They disappeared into thin air and the tracking device had been blocked. This is a very odd situation. Therefore, I am reporting it to you," the System said seriously.

source: 他们本以为自己是猎人，直到现在他们才知道，原来自己是早已入瓮的猎物。
en_us: They thought they were the hunters, but now, they finally realized they were, in fact, the prey in the trap.

source: 他们来的不算晚，但已经只剩下两张空着的桌子。
en_us: They didn't come too late but there were only two empty tables left now.

source: 他们的热闹与我无关，因为我没钱。
en_us: The crowd and noise there had nothing to do with me because I had no money.

source: 他们看着冰墙之外，守卫们侮辱着安东的尸体，却无能为力。
en_us: They watched the guards humiliate Anton's body beyond the ice wall helplessly.

source: 他们被严令禁止交流，杜绝一切和自由有关的消息传播。
en_us: They were strictly prohibited from communicating with each other and all freedom-related news were stopped from spreading.

source: 他似乎看到了一位优雅的女神，令人心生爱慕，却又不敢靠近的女神！
en_us: He seemed to have seen an elegant goddess that one would admire but did not dare to go close to!

source: 他倒是有些好奇这个女人的酒量如何，就算是高等文明，只要不是机器人，总是有弱点的。
en_us: He was a little curious about how well this woman could hold her drink. Even she was from an advanced civilization, she would still have a weakness as long as she wasn't a robot.

source: 他几乎无法想象竟然有人能够把食物烹饪的如此美味，这原本只是用来填饱肚子，补充能量的东西，竟然也变成了一种享受。
en_us: He couldn't imagine how someone could make food taste so delicious. These things that only were used to fill the stomach and replenish energy actually became a form of enjoyment.

source: 他刚从兵部那边出来，因为乔修的事情，不理朝政多年的他还是第一次踏入兵部。
en_us: He had just come out from the Ministry of Defense. Because of Josh's incident, he, who hadn't been caring about the official affairs for a long time, stepped into the Ministry of Defense for the first time.

source: 他刚刚完全手忙脚乱束手无策，要不是麦格和伊琳娜出手相助，现在他爷爷恐怕已经没了。
en_us: He had been completely flustered just now. If it were not for Mag and Irina, his grandpa would probably be gone now.

source: 他刚给自己打上泡沫，就注意到了对面传来的动静。
en_us: He had just soaped himself when he noticed the noises from across.

source: 他又被砸翻在地。
en_us: He was slammed to the floor again.

source: 他只在一些非常失败的酒液中闻到过烟熏味，那是在烘干的过程中出现了严重失误。
en_us: He had only smelled smokey scent in those liquor that failed badly. That was a serious mistake that happened during the drying process.

source: 他只想一个人安静的喝点酒，什么都不想，喝醉了就回去睡觉，其他的事情就等明天醒来再说吧。
en_us: All he wanted to do was to drink quietly. He did not want to think. He just wanted to get drunk, go home, and sleep. Everything else could wait until tomorrow.

source: 他只想一个人安静的喝酒，但现在看来也没有什么更好的选择了。
en_us: He just wanted to have a quiet drink alone, but it seemed there was no better choice now.

source: 他只是按照命令，做了他应该做的事情而已……为什么死的是他，还有他那无辜的家人。
en_us: All he did was obey orders and whatever he should do… Why were he and his innocent family members the ones dead?

source: 他可是一个系统。
en_us: It was a system.

source: 他如果是冲着钱来的，直接提走就行了。
en_us: If he was here for the money, he could just take them and leave.

source: 他完全能够理解这些突然被断粮的客人们的不适。
en_us: He could completely understand the customers' unease when their meals were cut off suddenly.

source: 他实在是不忍心看麦格倔强的样子，他甚至可以感受那种无助和悔恨。
en_us: He really could not bear to watch Mag like that. He could even feel that helplessness and regret.

source: 他家里可是有着一位貌美如花的老婆大人。
en_us: He had a beautiful wife at home.

source: 他家里有个更漂亮的。
en_us: He had a more beautiful one at home.

source: 他小心观察了一番，有点担心他们会通过菜猜出他的身份。
en_us: He observed them carefully, worried that they would guess his identity through the dishes.

source: 他就像是一个外表粗犷的野人，却有着令人震惊的卓越学识，娓娓道来，让人忍不住沉醉其中。
en_us: He was like a wild man with an rugged exterior but had astonishing knowledge. He shared his knowledge slowly, making people couldn't help but get lost in it.

source: 他左右看了一眼，对上了蹲在他对面的麦格的目光，又是猛然回头看到了在他身旁悠悠醒来的梅兰特，这才稍稍松了口气。
en_us: He looked around and met Mag's eyes. Mag was squatting next to him. Then, he snapped his head around and saw Merante, who was slowly waking up. He finally heaved a sigh of relief.

source: 他已经得到太多了，这一百万铜币撬动的，可是三十亿的巨款。
en_us: He had already received too much. This one million copper coins was leveraged on three billion.

source: 他已经能够想象到安德烈或者乔修收到这个消息的时候，该是怎样的愤怒。
en_us: He could already imagine Andre's and Josh's fury when they received this news.

source: 他往府邸里丢了一块木头，然后转身离去。
en_us: He threw a block of wood towards the mansion and turned to leave.

source: 他很慌。
en_us: He was in a panic.

source: 他忍不住又喝了一口，这次他闭上了眼睛，细细品味着酒液的各种滋味，没有果酒的甜腻滋味，也不似一般粮食酒那般苦涩难咽，也不知这酿酒师用了什么工艺，又添加了什么东西，能够让酒味变得如此迷人，令人想要沉醉其中。
en_us: He could not help but take another sip. This time, he closed his eyes to taste the various flavors within the wine. It was not sweet like fruit wine, and it was not bitter like grain wine. This wine was so mesmerizing, and could make one fall right into it. Abraham had no idea what skills the winemaker employed or what was added to make the wine like this.

source: 他才不管外面如何洪水滔天，他只要在这座城堡，这个领地上，他依旧是那个至高无上的王，有着杀生予夺的权利。
en_us: He didn't what happened out there. He only wanted to be the unparalleled ruler in this castle and this fiefdom and hold the power to kill and rule.

source: 他放下帽子。
en_us: He then pulled his hat down.

source: 他无法确定是他的剑更快，还是她的枪更快。
en_us: He wasn't certain if his sword or her gun would be faster.

source: 他无疑是这次事件的最大获利者。
en_us: He was, without a doubt, the person who benefited the most from this incident.

source: 他昨天才刚刚回到洛都，今天入宫见国王，顺便把温妮莎带出来玩一圈，这个小吃货也有段时间没有离开皇宫了。
en_us: He had just returned to Rodu yesterday, and met the king in the palace today, so he brought Vanessa out for a fun trip. This little chowhound hadn't left the palace for quite some time too.

source: 他昨晚进宫，将此事禀报陛下，陛下便震怒，令十数位十级强者在洛都城内搜寻了数遍，可惜未能找到嫌犯。
en_us: He reported the incident to His Majesty in the palace last night. The king was furious, and ordered 10-odd 10th-tier powerhouses to comb through Rodu a few times, but the suspect couldn't be found.

source: 他是一个有着二十多年驾龄的远途马车车夫，给商行跑远途运输，去过不少地方，不过今天刚刚失业。
en_us: He had been a long-distance horse-drawn carriage coachman for more than 20 years. He had been delivering goods for traders, and had been to several places. However, he had just lost his job today.

source: 他是真正的妇女之友啊！
en_us: He was the true friend of women!

source: 他显然无法将兰克斯特唤醒，但说不定古老者有方法，他现在只能寄托于晞看到他的求救信息之后，能够尽快赶到。
en_us: It was apparent that he was unable to wake Rankster up. However, there might be an ancient way. Right now, he could only pin his hopes on Xi to arrive quickly after seeing his message for help.

source: 他曾参与了封印克苏鲁上半身的战斗，并在那场战斗中做出了非常重要的贡献。在那场战斗中，克苏鲁遭遇雷电攻击，分裂出一部分善良灵魂，变成一个女孩……」
en_us: He has taken part in the battle of resealing the upper body of Cthulhu and made a very important contribution in that battle. The Cthulhu was struck by lightning in that battle and a part of kind soul was rent and it became a little girl...]

source: 他本以为因为上次的事情，这女人应该会避着他一点，但没想到这娘们的脸皮比他想象的更厚一些，看到他丝毫没有避嫌的意思，反倒是笑吟吟的迎上前来，声音娇媚道：“哟，这不是哈迪斯老板嘛，怎么，一个人出来散步？”
en_us: Initially, he thought that this woman would be avoiding him because of what happened previously. However, he did not expect her to be more thick-skinned than he imagined. When she saw him, instead of having any intention to avoid him, she went up to him with a smile, and even said coquettishly, "Yo, isn't this Boss Hades? Why are you out alone for a walk?"

source: 他比较担心明天早上醒来，桌上摆着一大锅蜗牛汤。
en_us: He was worried to see a table with a large pot of snail soup when he wakes up next morning.

source: 他没有十成的把握把她留下，更没有把握在战斗的过程中她不会将信息实时传回去。
en_us: He wasn't completely confident that he could make her stay, nor was he sure that she wouldn't transmit any information back in real time while they were fighting.

source: 他浅饮一口，酒液缓缓滑入口腔，口感干冽，酒味柔和，酒香在口中萦绕，浓郁迷人，优雅而醇和。
en_us: He took a sip. The wine slid into his mouth. It was gentle and its fragrance filled his mouth. It was rich and enchanging, graceful and mellow.

source: 他满意的看着面前的爆炒田螺，这才是上品下酒菜啊。
en_us: He looked at the stir-fried escargot before him with satisfaction. This was a top-grade dish to go with alcohol.

source: 他点了一瓶酒，两千铜币，酒香浓郁，是他从未品尝过的美酒。
en_us: He ordered a bottle of wine that cost 2,000 copper coins. The wine was rich and fragrant. It was something he had not tasted before.

source: 他现在只想埃菲赶紧回家，这种氛围中，男人是最受罪的。
en_us: He only wanted to make Eiffie go home as soon as possible. It was the man who suffered the most in such an ambiance.

source: 他现在只想找个地方喝点酒，一个人静静。
en_us: He only wanted to find a place to have a drink alone.

source: 他现在想把那个传说中的父亲大人，拉出去一百遍！
en_us: Right now, it wanted to drag that legendary father out a hundred times!

source: 他现在还不想被切片研究。
en_us: He didn't want to be sliced up and studied yet.

source: 他现在远非克苏鲁的对手，就连对上兰克斯特也只是五五开的程度，他现在要考虑的问题是如何脱身离开，避免被克苏鲁控制，变成兰克斯特这样的傀儡。
en_us: Mag wasn't Cthulhu's match now and he only had a 50% chance of winning Rankster. The problem that he had to consider was how to escape and prevent being controlled by Cthulhu and becoming a puppet like Rankster.

source: 他甚至怀疑那只蜗牛是不是系统故意放到后院去的。
en_us: He even suspected that the system put that snail in the back yard deliberately.

source: 他甚至有点怀疑波比在赫克托逝世之后，品味已经快速下降到这种程度了吗？
en_us: Lucien even started questioning the speed at which Bobby's taste dropped since Hector passed away.

source: 他的力量怎么会如此强大？！
en_us: How is he so strong?!

source: 他的头部更为擅长精神控制，这些古尸并非受下半截躯体所控制，更可能是可是录了的头部控制了那个傀儡，然后间接控制的。”
en_us: Its head is even better at mind control. These ancient corpses aren't controlled by its lower body. They might be indirectly controlled by the puppet that had recorded the head's control."

source: 他的左手也被踩爆了。
en_us: His left hand was crushed too.

source: 他的目光重新落到了伊琳娜的身上，神色已经恢复了从容，作为一个男人，家庭地位是要靠自己争取的，岂能这样被动挨打，失了男人本色。
en_us: His gaze landed Irina again. He regained his calm composure. As a man, he had to fight for his status in his family for himself. How could he just take this lying down? It was an insult to his masculinity.

source: 他的眉头先是皱起，然后双眉微微上挑，露出了几分诧异之色，接着皱着的眉头渐渐舒缓开来，最后更是露出了一丝笑容。
en_us: His brows were tightly knit at first. After that, he raised his eyebrows, and was surprised. After that, the tension between his brows relaxed, and the tasting ended with a smile on his face.

source: 他的眼中闪烁着光芒，那是对于自由的向往！
en_us: There was a glow in their eyes. It was the longing for freedom!

source: 他的确不太懂女人，只是一直长在了女人的喜好圈里。
en_us: It was true that he did not really understand women. He was merely women's cup of tea.

source: 他的确很强，这是事实。
en_us: He was indeed very powerful. This was a fact.

source: 他的腿打了个颤，差点没当场给跪下。
en_us: He felt his legs go soft and almost kneeled down on the spot.

source: 他的设定里也没有哄小孩的能力。
en_us: It didn't have the ability to pacify children in its setting.

source: 他的飞剑更像是一种大型暗器，容错率不高。
en_us: His flying sword was more like a giant hidden weapon. Its fault tolerance was not high.

source: 他眉头微皱，又是用力嗅了嗅。
en_us: He frowned slightly, and sniffed even harder.

source: 他看了一眼伊琳娜，他真的只是想客套一下而已。
en_us: He threw a glance at Irina. He really was just being polite.

source: 他看向一旁拿着日记本的艾米。
en_us: He looked at Amy who was holding onto her diary at the side.

source: 他知道麦格不是在吓唬他，他是真的会踩爆他的手指的。
en_us: He knew Mag wasn't scaring him. He would really crush his fingers.

source: 他突然想到了一件可怕的事情，从一开始哈迪斯先生看上罗莫街，并且一口气买下一百多栋楼的时候，就已经想好了要以塞班酒馆作为锚点，让罗莫街重回辉煌。
en_us: He suddenly thought of one terrible thing. Mr. Hades had targeted Romo Street from the very beginning when he bought over 100 properties in one go. He had already thought of making Saipan Tavern as the anchor point and make Romo Street return to its previous glory.

source: 他竟然骗过了测谎仪的检测，在先前的答话中完全没有引起测谎仪的反应。
en_us: He actually got through the lie detector. His previous answers didn't trigger the lie detector at all.

source: 他端起酒杯喝了一口。
en_us: He took a sip of the wine.

source: 他算是看出来了，这位鲍里斯先生是一位优秀的商人，但他并不需要这样一位朋友。
en_us: He could tell that Mr Boris was a very excellent businessman. However, he did not need such a friend.

source: 他纵横酒场数十年，喝过各种烈酒、美酒，还从来没有发生过一瓶就倒的事情。
en_us: He had been drinking for decades. He had drank all kinds of hard liquors and wines before and he was never drunk just after drinking one bottle.
